Repository: rommelsim/CommuteSG
Catalog: Commute/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: with the early-bird MRT discount.
zh_hans: （地铁早鸟优惠）

source: (%lld more to terminus)
zh_hans: （距离终点站还有 %lld 站）

source: %@ · Normal service
zh_hans: %@ · 正常服务

source: %@ address saved
zh_hans: 已保存%@地址

source: %@ line
zh_hans: %@ 线

source: %@ Line
zh_hans: %@ 线

source: %@ MRT
zh_hans: %@ 地铁站

source: %lld min
zh_hans: %lld 分钟

source: %lld min walk
zh_hans: 步行 %lld 分钟

source: %lld route stops loaded
zh_hans: 已载入 %lld 个路线站点

source: %lldm
zh_hans: %lld 米

source: %lldm away
zh_hans: 距离 %lld 米

source: About
zh_hans: 关于

source: Active disruptions
zh_hans: 进行中的故障

source: Active service alerts
zh_hans: 进行中的故障通知

source: Add a mail account in Settings, or email %@ from another device.
zh_hans: 请在「设置」中添加邮件账户，或使用其他设备发送邮件至 %@。

source: Address or station name
zh_hans: 地址或车站名称

source: Addresses
zh_hans: 地址

source: Adult
zh_hans: 成人

source: Affected: %@
zh_hans: 受影响：%@

source: Alert me about disruptions
zh_hans: 故障时通知我

source: Alerts
zh_hans: 提醒

source: All buses
zh_hans: 全部巴士

source: All clear
zh_hans: 一切正常

source: All lines running normally
zh_hans: 所有线路运行正常

source: All MRT lines running normally
zh_hans: 所有地铁线路运行正常

source: Allow "Commute" to use your location?
zh_hans: 允许「Commute」使用您的位置？

source: Allow location access to see stops & stations around you.
zh_hans: 请允许使用定位 以查看周围的车站。

source: Allow once
zh_hans: 允许一次

source: Almost there…
zh_hans: 马上就好…

source: App version
zh_hans: App 版本

source: Arrive
zh_hans: 到达

source: Arrive by
zh_hans: 到达时间

source: Arrive by %@
zh_hans: %@ 前到达

source: Arrive by…
zh_hans: 选择到达时间…

source: Arriving at your stop in
zh_hans: 距离到站还有

source: Auto
zh_hans: 自动

source: Back
zh_hans: 返回

source: Best
zh_hans: 推荐

source: Bus & MRT fare calculator
zh_hans: 巴士与地铁票价计算

source: Bus %@
zh_hans: 巴士 %@

source: Bus %@ removed
zh_hans: 已取消收藏巴士 %@

source: Bus %@ saved
zh_hans: 已收藏巴士 %@

source: Bus 14 detour
zh_hans: 14 路巴士改道

source: Bus stops
zh_hans: 巴士站

source: Bus type
zh_hans: 车型

source: Cancel
zh_hans: 取消

source: Card / SimplyGo
zh_hans: 刷卡 / SimplyGo

source: Card type
zh_hans: 卡片类型

source: Cash
zh_hans: 现金

source: Changi Extension
zh_hans: 樟宜延长线

source: Cheapest
zh_hans: 最便宜

source: Circle Line
zh_hans: 环线

source: Circle Line lift at Bayfront restored.
zh_hans: Bayfront 站环线电梯已恢复。

source: Collapse %@
zh_hans: 收起 %@

source: Commute Bug Report
zh_hans: Commute 问题反馈

source: Connecting to LTA…
zh_hans: 正在连接 LTA…

source: Connecting…
zh_hans: 正在连接…

source: Couldn't find this address
zh_hans: 无法找到此地址

source: Couldn't load bus stops: %@
zh_hans: 无法载入巴士站：%@

source: Couldn't load nearby stops
zh_hans: 无法载入附近站点

source: Couldn't start Live Activity
zh_hans: 无法启动实时活动

source: Crowd
zh_hans: 拥挤度

source: crowd unknown
zh_hans: 拥挤度未知

source: Crowded
zh_hans: 拥挤

source: Current location
zh_hans: 当前位置

source: Dark
zh_hans: 深色

source: Dark mode
zh_hans: 深色模式

source: Delays
zh_hans: 延误

source: Delays of up to 15 min between Bugis and Tanah Merah. Service recovery in progress.
zh_hans: Bugis 至 Tanah Merah 之间延误最长 15 分钟，服务正在恢复中。

source: Depart
zh_hans: 出发

source: Direct
zh_hans: 直达

source: Distance band
zh_hans: 距离区间

source: Diverted via Marine Parade Rd until 11pm tonight.
zh_hans: 今晚 11 点前经 Marine Parade Rd 改道。

source: Don't allow
zh_hans: 不允许

source: Done
zh_hans: 完成

source: Downtown Line
zh_hans: 滨海市区线

source: Driving
zh_hans: 驾车

source: Duration
zh_hans: 时长

source: e.g. "Jurong East", "Marina Bay", or a 5-digit stop code.
zh_hans: 例如：「Jurong East」、「Marina Bay」或 5 位站牌编号。

source: e.g. Aisyah
zh_hans: 例如：小明

source: e.g. Blk 416 Bedok North Rd
zh_hans: 例如：Blk 416 Bedok North Rd

source: East-West Line
zh_hans: 东西线

source: Edit address
zh_hans: 修改地址

source: Email not set up
zh_hans: 尚未设置邮件

source: Enter your name
zh_hans: 请输入姓名

source: Estimated fare
zh_hans: 估计票价

source: Expand %@
zh_hans: 展开 %@

source: Express bus
zh_hans: 快线巴士

source: Fare
zh_hans: 票价

source: Fare calculator
zh_hans: 票价计算

source: Fares
zh_hans: 票价

source: Fastest
zh_hans: 最快

source: Favourite stops & lines
zh_hans: 收藏的站点和线路

source: Feeder bus
zh_hans: 支线巴士

source: Fetching MRT arrivals…
zh_hans: 正在获取地铁到站信息…

source: Find a bus stop or MRT station
zh_hans: 查找巴士站或地铁站

source: Find what's nearby
zh_hans: 查找附近站点

source: For you
zh_hans: 为您推荐

source: Free bus boarding at: %@
zh_hans: 免费搭乘巴士站：%@

source: Free off-peak ride
zh_hans: 非高峰免费乘车

source: Free shuttle: %@
zh_hans: 免费接驳：%@

source: From
zh_hans: 起点

source: From %@
zh_hans: 从 %@

source: From your location
zh_hans: 从您所在的位置

source: Get started
zh_hans: 开始使用

source: Good afternoon
zh_hans: 下午好

source: Good evening
zh_hans: 晚上好

source: Good morning
zh_hans: 早上好

source: High
zh_hans: 拥挤

source: Home
zh_hans: 首页

source: Journey
zh_hans: 行程

source: Language
zh_hans: 语言

source: Leave %@
zh_hans: %@ 出发

source: Leave at
zh_hans: 出发时间

source: Leave at…
zh_hans: 选择出发时间…

source: Leave now
zh_hans: 立即出发

source: Leaving now
zh_hans: 立即出发

source: Less walk
zh_hans: 少走路

source: Lift %@
zh_hans: 电梯 %@

source: Lift maintenance
zh_hans: 电梯维护

source: Light
zh_hans: 浅色

source: Limited
zh_hans: 拥挤

source: limited standing
zh_hans: 拥挤

source: Line status
zh_hans: 线路状态

source: Live
zh_hans: 实时

source: Live · %lldm
zh_hans: 实时 · %lld 分前

source: Live · %llds
zh_hans: 实时 · %lld 秒前

source: Live arrival times
zh_hans: 实时到站时间

source: Live bus position unavailable
zh_hans: 暂无巴士实时位置

source: Live data
zh_hans: 实时数据

source: Live ETA in the Dynamic Island and notifications.
zh_hans: 在灵动岛和通知中显示实时到站时间。

source: Live tracking
zh_hans: 实时追踪

source: Live train arrivals, exits and amenities aren't published by LTA.
zh_hans: LTA 暂未公开实时列车到站、出口及设施数据。

source: Loading bus stops…
zh_hans: 正在载入巴士站…

source: Loading data
zh_hans: 正在载入数据

source: Loading route data
zh_hans: 正在载入路线数据

source: Location access is needed to find nearby stops.
zh_hans: 需要定位权限才能查找附近站点。

source: Low
zh_hans: 较少

source: Lower fare on MRT/LRT, excluding public holidays.
zh_hans: 地铁／轻轨享更低票价，公共假日除外。

source: Major delay
zh_hans: 重大延误

source: min
zh_hans: 分钟

source: Mode
zh_hans: 方式

source: Moderate
zh_hans: 适中

source: MRT alerts
zh_hans: 地铁提醒

source: MRT stations
zh_hans: 地铁站

source: MRT/LRT is card-only.
zh_hans: 地铁／轻轨仅支持刷卡。

source: Near you
zh_hans: 附近

source: No active disruptions reported.
zh_hans: 目前未报告任何故障。

source: No bus stops found nearby.
zh_hans: 附近未找到巴士站。

source: No bus stops nearby
zh_hans: 附近暂无巴士站

source: No buses arriving
zh_hans: 暂无即将到站的巴士

source: No matches for "%@"
zh_hans: 未找到「%@」的匹配结果

source: No MRT station found nearby.
zh_hans: 附近未找到地铁站。

source: No saved buses yet
zh_hans: 尚未收藏任何巴士

source: No upcoming stops found for this route.
zh_hans: 未找到此路线的后续站点。

source: Normal
zh_hans: 正常

source: North-East Line
zh_hans: 东北线

source: North-South Line
zh_hans: 南北线

source: Not set
zh_hans: 未设置

source: Notifications
zh_hans: 通知

source: Now
zh_hans: 即将到站

source: Official PTC fares · effective %@
zh_hans: PTC 官方票价 · %@ 起

source: OK
zh_hans: 好

source: Onward journey
zh_hans: 后续行程

source: Open in Maps
zh_hans: 在「地图」中打开

source: Operator
zh_hans: 运营商

source: Payment
zh_hans: 支付方式

source: Pick a station or stop
zh_hans: 选择车站或站牌

source: Pick destination
zh_hans: 选择终点

source: Pick from and to
zh_hans: 请选择起点和终点

source: Pick starting point
zh_hans: 选择起点

source: Place
zh_hans: 地点

source: Plan
zh_hans: 规划

source: Plan journey here
zh_hans: 规划到此处的行程

source: Plan results aren't covered by LTA's public API yet.
zh_hans: 规划结果暂未由 LTA 公开 API 提供。

source: Planner
zh_hans: 规划

source: Platform crowd
zh_hans: 月台拥挤度

source: Pre-peak
zh_hans: 高峰前

source: Pre-peak discount
zh_hans: 高峰前折扣

source: Preferences
zh_hans: 偏好设置

source: Profile
zh_hans: 个人资料

source: Pull to refresh or move to an area with more coverage.
zh_hans: 请下拉刷新，或前往覆盖范围更广的区域。

source: Pull to refresh, or check back in a moment.
zh_hans: 请下拉刷新，或稍后再试。

source: PWD
zh_hans: 残障人士

source: Real-time buses, MRT, fares & disruptions — all in one place.
zh_hans: 实时巴士、地铁、票价 与故障通知 — 一站搞定。

source: Recenter map on %@ and all buses
zh_hans: 在地图上居中显示 %@ 和所有巴士

source: Replay onboarding
zh_hans: 重新查看新手引导

source: Report a bug
zh_hans: 报告问题

source: Resolved
zh_hans: 已解决

source: Route
zh_hans: 路线

source: Save
zh_hans: 保存

source: Saved
zh_hans: 已收藏

source: Saved places
zh_hans: 已保存的地点

source: Schedule change
zh_hans: 班次调整

source: Search
zh_hans: 搜索

source: Search for an MRT station or bus stop
zh_hans: 搜索地铁站或巴士站

source: Search station, bus, address
zh_hans: 搜索车站、巴士、地址

source: Search station, road, or postal code
zh_hans: 搜索车站、街道或邮政编码

source: Seats
zh_hans: 有座

source: seats available
zh_hans: 尚有座位

source: Senior
zh_hans: 乐龄

source: Service disruption alerts
zh_hans: 服务故障通知

source: Service disruption on %@.
zh_hans: %@ 发生服务故障。

source: Set
zh_hans: 设置

source: Set as a free-text address
zh_hans: 作为自由文本地址使用

source: Set destination
zh_hans: 设置终点

source: Set starting point
zh_hans: 设置起点

source: Set up your profile
zh_hans: 设置您的资料

source: Set your name
zh_hans: 请设置您的姓名

source: Show all stops
zh_hans: 显示所有站点

source: Show less
zh_hans: 收起

source: Skip for now
zh_hans: 暂时跳过

source: Smart journey planner
zh_hans: 智能行程规划

source: So we can greet you and find your way home.
zh_hans: 方便我们和您打招呼并规划回家路线。

source: Source: LTA DataMall · TrainServiceAlerts
zh_hans: 数据来源：LTA DataMall · TrainServiceAlerts

source: Source: PTC fare tables on data.gov.sg
zh_hans: 数据来源：data.gov.sg 上的 PTC 票价表

source: Standard fare
zh_hans: 标准票价

source: Standing
zh_hans: 需站立

source: standing room only
zh_hans: 需站立

source: Start using Commute
zh_hans: 开始使用 Commute

source: Station, stop, road, or 5-digit code
zh_hans: 车站、站牌、街道或 5 位编号

source: Stations affected: %@. %@
zh_hans: 受影响车站：%@。%@

source: Step by step
zh_hans: 分步指引

source: Stop %@ · %@
zh_hans: 站牌 %@ · %@

source: Stop %lld
zh_hans: 第 %lld 站

source: Stop code, station name, or road
zh_hans: 站牌编号、车站名或街道

source: Stop removed
zh_hans: 已取消收藏

source: Stop saved
zh_hans: 已收藏站点

source: Student
zh_hans: 学生

source: Suggested route
zh_hans: 推荐路线

source: Swap from and to
zh_hans: 对调起点和终点

source: System
zh_hans: 跟随系统

source: Take %@
zh_hans: 乘坐 %@

source: Take %@ · %lld min
zh_hans: 乘坐 %@ · %lld 分钟

source: Take Bus %@
zh_hans: 乘坐 %@ 路

source: Take Bus %@ · %lld min
zh_hans: 乘坐 %@ 路 · %lld 分钟

source: Tap in before 7:30am tomorrow on the NEL for a free trip.
zh_hans: 明日上午 7:30 前在东北线刷卡进站可享免费乘车。

source: Tap in before 7:45 am (weekdays)
zh_hans: 工作日上午 7:45 前刷卡进站

source: Tap the star next to any bus to save it for quick access.
zh_hans: 点击巴士旁的星标即可收藏，方便快速查看。

source: Tap to edit
zh_hans: 轻点以编辑

source: Tap to refresh
zh_hans: 轻点以刷新

source: Tap to set address
zh_hans: 轻点以设置地址

source: Terminus
zh_hans: 终点站

source: Thomson-East Coast Line
zh_hans: 汤申－东海岸线

source: To
zh_hans: 终点

source: to %@
zh_hans: 往 %@

source: To %@
zh_hans: 前往 %@

source: To the next stop
zh_hans: 前往下一站

source: Total
zh_hans: 总计

source: Towards your destination
zh_hans: 前往目的地

source: Track bus %@
zh_hans: 追踪巴士 %@

source: Track on Lock Screen
zh_hans: 在锁定屏幕上追踪

source: Tracking Bus %@ on Lock Screen
zh_hans: 正在锁定屏幕追踪巴士 %@

source: Tracking stopped
zh_hans: 已停止追踪

source: Transit
zh_hans: 公共交通

source: Trunk bus
zh_hans: 干线巴士

source: Try a more specific address.
zh_hans: 请尝试输入更具体的地址。

source: Try a station name, road, or 5-digit stop code.
zh_hans: 请尝试输入车站名、街道，或 5 位站牌编号。

source: Try again
zh_hans: 重试

source: Type a station name, road, postal code, or 5-digit stop code to search.
zh_hans: 输入车站名、街道、邮政编码或 5 位站牌编号来搜索。

source: Unknown
zh_hans: 未知

source: Updated %@
zh_hans: 更新于 %@

source: Updated %lldm
zh_hans: 更新于 %lld 分前

source: Updated every 10 min by LTA
zh_hans: LTA 每 10 分钟更新

source: Use "%@"
zh_hans: 使用「%@」

source: Use "%@" anyway
zh_hans: 仍要使用「%@」

source: Use device GPS
zh_hans: 使用设备 GPS

source: Verify on LTA's official calculator
zh_hans: 在 LTA 官方计算器中核对

source: Walk
zh_hans: 步行

source: Walk · %lld min
zh_hans: 步行 · %lld 分钟

source: Walking
zh_hans: 步行

source: We use your location to show nearby bus stops and MRT stations.
zh_hans: 我们将使用您的位置显示附近的巴士站和地铁站。

source: Welcome to Commute
zh_hans: 欢迎使用 Commute

source: Where to today?
zh_hans: 今天去哪里？

source: While using app
zh_hans: 使用 App 时

source: Work
zh_hans: 公司

source: Workfare
zh_hans: 就业入息

source: You
zh_hans: 您

source: You save
zh_hans: 节省

source: Your name
zh_hans: 您的姓名

source: your stop
zh_hans: 您的站点

source: Your stop
zh_hans: 您的站点
